{
  "language" : "ru",
  "text" : {
    "language" : "Язык",
    "login" : "Вход",
    "logout" : "Выход",
    "video1Title" : "Почему getKnowlege() ?",
    "video2Title" : "Что значит быть программистом сегодня?",
    "video1" : "Почему getKnowledge.com лучший вариант для обучения по созданию программных продуктов?",
    "video2" : "Подробное видео о структуре курсов и о том, что значит быть программистом сегодня?",
    "panel" : "Панель управления",
    "programming" : "Программирование",
    "courses" : "Группы курсов",
    "books" : "Книги",
    "programs" : "Программы",
    "math" : "Математика",
    "physic" : "Физика",
    "design" : "Дезайн",
    "news" : "Новости",
    "contactUs" : "Обратная связь",
    "carousel_programming" : "Программирование - способ научиться формулировать свои желания компьютеру.",
    "carousel_math" : "Математика - одна истина прекрасна.",
    "carousel_physic" : "Если тебя квантовая физика не испугала, значит, ты ничего в ней не понял.",
    "carousel_design" : "Простота — необходимое условие прекрасного.",
    "go_to_course" : "Перейти",
    "panel_card" : "Панель администрирования и управления контентом сайта",
    "programming_card" : "Хотите научиться писать свои программы? Или открыть свой start-up? А может вступить в большую команду разработчиков для создания enterprise-приложений. Для всего этого нужен большой набор знаний, которые вы сможеет получить в этих уроках!",
    "math_card" : "Математика - это язык природы и логики. Системы и формы вот из чего состоит наш мир. Изучив математику вы сможете правильно принимать решения, анализировать результаты, предугадывать будущее и познаете абстрактную вселеную. Понять математику можно в этих уроках!",
    "physic_card" : "Хотите понять как работает это мир? Научиться разрабатывать физико-математические модели? В мире нету волшебства, есть только физика. Попробуйте познать вселенную в наших уроках!",
    "design_card" : "Вы разработали новую программу, но не можете создать интерфейс? Цена вашей идеи - 0, если вы не сможете ее представить. Грамотный интерфейс и качественная рекламная политика, залог успеха вашего приложения!",
    "news_card" : "Последние новсти на нашем портале. Какие были добавлены курсы? Или какие курсы сейчас разрабатываются? А также прогресс готовности курса!",
    "contactUs_card" : "Возник вопрос? Или обноружили баг на сайте? А может хотите поделиться идеями или замечаниями? Пишите, сам активным в подарок курсы!"
  }
}